sigla-ws-client/src/test/resources/IT01234567890_11111_EC_001.xml

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" 
    xmlns:xsd="http://www.w3.org/2001/XMLSchema" 
    xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
    <SOAP-ENV:Header SOAPAction="NotificaEsito"/>
    <SOAP-ENV:Body>
        <ns5:NotificaEsitoCommittente xmlns:ns5="http://www.fatturapa.gov.it/sdi/messaggi/v1.0" 
            xmlns:ns3="http://www.fatturapa.gov.it/sdi/ws/trasmissione/v1.0/types" 
            xmlns:ns4="http://www.w3.org/2000/09/xmldsig#" 
            xmlns:ns6="http://www.fatturapa.gov.it/sdi/ws/ricezione/v1.0/types" 
            xmlns:ns7="http://www.fatturapa.gov.it/sdi/fatturapa/v1.1" 
            versione="1.0" xmlns="">
            <IdentificativoSdI>2</IdentificativoSdI>
            <RiferimentoFattura>
                <NumeroFattura>100</NumeroFattura>
                <AnnoFattura>2015</AnnoFattura>
                <PosizioneFattura>1</PosizioneFattura>                
            </RiferimentoFattura>
            <Esito>EC02</Esito>
            <Descrizione>RIFIUTATA</Descrizione>
            <MessageIdCommittente>sddsdsdsds</MessageIdCommittente>            
        </ns5:NotificaEsitoCommittente>        
    </SOAP-ENV:Body>    
</SOAP-ENV:Envelope>